package com.firsttest.game.somegame.service;

public enum UnitNames {
    Ратибор, Ярополк, Святослав, Святополк, Всеволод, Богдан, Миролюб, Светозар, Бронислав, Володимер, Горыня, Громобой, Мирослав, Творимир,
    Щука, Ёрш, Заяц, Волк, Орёл, Орех, Жаворонок, Лебедь, Мох, Мороз, Медведь, Ворон, Лис,
    Первуша, Одинец, Вторак, Третьяк, Девятко, Олег,
    Храбр, Белян, Лютой, Крив, Искрен, Злобыня, Добрыня, Деян, Дарён, Дубыня, Горазд, Воётех, Бессон, Буян, Молчан, Кощей, Звяга, Булат, Алмаз,
    Весна, Вера, Голуба, Драгана, Ждана, Забава, Звенислава, Зима, Злата, Заряна, Лада, Лана, Луна, Любовь, Людмила, Мирослава, Надежда, Сияна, Умила, Цветана, Ясна, Ярослава

}
